[General]
Translator, "Claudi Martinez, David Chova, Marc Berenguer Calvo, Sebastià Sureda Ramon"
LangVersion, "6.3.0.0"
LangKeysTotal, "739"
LangKeysComplete, "529"
GeneratedDateTimeUTC, "Dec 18, 2019 19:34 (UTC)"
GenerationTimeMS, "29"


[Icon]
R0lGODlhEAAQANUkAJ+fn6KioqOjo6CgoKGhoaampq2trZ6enpycnLKysqWlpa6uro+Pj6enp6mp
qaioqJaWlpiYmJ2dnbGxsaSkpKurq6qqqq+vr7W1tYGBge+TD/7nCP3lCOZdFPOoDd0jGd0mGOt2
EvGbD+RPFQAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAEAACQALAAAAAAQABAAAAZqQJJw
SCwaj0RGYDAgEAIBgYCiKBQcEMFmy+12GwGQeEwmEwaitHq9FhBG8LhcXgFo7vh83gAI+f+AgAsA
HYWGh4cXAB6MjY6OEwAfk5SVlQkRHJqbnJwYGQgSCAcDUVUPFgYLCQdIrq9FQQA7


[BFAPI]
ErrorClientVersionTooOld, "La vostra versió del client és massa antiga.\nActualitzeu l'aplicació i proveu-la de nou."
ErrorFailClientTime, "L'hora del vostre equip no està correctament ajustada.\nComproveu l'hora del sistema i proveu-ho de nou."
ErrorFailLogin, "Comproveu la vostra adreça electrònica i contrasenya i proveu-ho de nou."
ErrorFailPrefix, "No s'ha pogut connectar amb el seu compte de la fortalesa binària.\nComproveu la vostra connexió a Internet i comproveu que aquesta aplicació no està bloquejada per un servidor intermediari o tallafoc al vostre ordinador o xarxa."
ErrorInvalidProTrialLicenseKey, "La vostra clau de llicència de prova no sembla ser vàlida.\nContacti'ns per a més informació."
ErrorItemSizeTooLarge, "Un dels elements que esteu intentant sincronitzar és massa gran.\nHaureu d'eliminar l'element gran i tractar de sincronitzar de nou."
ErrorTrialExpiredPrompt, "La vostra llicència de prova Pro ha expirat.\nVoleu contactar amb nosaltres i començar un altra prova?"
ErrorTwoFactorInvalid, "El vostre codi de dos factors no és vàlid ni ha caducat.\nTorneu-ho a provar."
ErrorUnknownProPurchasedLicenseKey, "La vostra clau de llicència no sembla ser vàlida.\nContacti'ns per a més informació."
LoginPrompt, "Heu d’introduir la informació d’inici de sessió de Binary Fortress per sincronitzar els vostres perfils.\nVoleu introduir la informació d’inici de sessió ara?"
PromptTwoFactor, "Introduïu el codi de dos factors que s’acaba d’enviar al vostre dispositiu.\nSi no el rebeu en pocs minuts, contacteu amb el servei d'assistència de la fortalesa binària."
PromptTwoFactorImportOldCredentials, "Aquesta aplicació ara admet l'autenticació de dos factors i actualment la teniu habilitada al vostre compte.\n\nIntroduïu el codi de dos factors que s'acaba d'enviar al vostre dispositiu.\nSi no el rebeu en uns minuts, contacteu amb el servei d'assistència de la fortalesa binària."
PromptTwoFactorTOTP, "Introduïu el codi de 6 dígits generat per l’aplicació d’autoritzador per a mòbils.\nSi teniu cap problema amb el vostre codi d’autenticador, poseu-vos en contacte amb el servei d'assistència Binary Fortress."
TitleSync, "Sincronització amb el vostre compte de Binary Fortress"


[BFAPILoginControl_Controls]
btnLogin, "&Inici de sessió"
btnLogout, "&Tancament de sessió"
btnMyAccount, "El meu &compte"
btnMyLicenses, "Les &meves llicències"
btnRegister, "&Registreu-vos"
btnResetPassword, "Reinicialitza contrasenya"
lblEmailAddress, "Adreça electrònica:"
lblName, "Nom:"
lblPassword, "Contrasenya:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Personal o de l'empresa, # s'indica en el nom de la llicència"
LicenseRestrictionEnterprise, "Ordinadors il·limitats en un nombre il·limitat de llocs de feina propietat de l'empresa"
LicenseRestrictionPersonal, "Ordinadors personals il·limitats i 1 ordinador de l'empresa que només utilitzeu"
LicenseRestrictionSite, "Ordinadors il·limitats en un sol lloc de feina"
LicenseRestrictionStandard, "Personal o de l'empresa, 1 equip"
LicenseRestrictionSteam, "Ús personal o corporatiu, nombre il·limitat de PC's, l'usuari principal és vostè i s'instal·larà Steam"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Introduïu una adreça electrònica vàlida i proveu-ho de nou."
ErrorEnterPassword, "Si us plau, introduexi la contrasenya i torni-ho a provar."
ErrorLoginFailed, "No s'ha pogut carregar la informació del vostre compte.\nComproveu la vostra adreça electrònica i contrasenya i proveu-ho de nou."
ErrorNoLicensesFound, "Ho sentim, no hem pogut trobar cap informació de la llicència per aquest compte.\nSi necessiteu ajuda, poseu-vos en contacte amb nosaltres."
ErrorUnknownLicenses, "Hi ha hagut un problema carregant la informació de la seva llicència."
ErrorUnknownLogin, "Hi ha hagut un problema carregant la informació del seu compte."
Note, "Inicieu sessió per recuperar la vostra clau de llicència i sincronitzar amb el vostre compte de Binary Fortress Account."
SelectLicensePrompt, "En aquest moment esteu utilitzant la versió gratuïta, una llicència Trial Pro o simplement la clau de llicència no és vàlida.\nUs agradaria carregar una clau de llicència del vostre compte de Binary Fortress?"
Title, "El meu compte de Binary Fortress"
TitleLoadingLicenses, "S'està carregant la informació de llicència"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Data de creació"
colDateExpires, "Data de venciment"
colLicenseKey, "Clau de llicència"
colLicenseRestrictions, "Restriccions de la llicència"
colLicenseType, "Tipus de llicència"
colName, "Nom de llicència"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Esteu segur que voleu utilitzar aquesta clau de llicència?"
ErrorSelectLicense, "Seleccioneu una llicència de la llista i proveu-ho de nou."
ShowNeedLicenseWarning, "Seleccioni una de les claus de llicència de la llista i faci clic al botó "D'acord" per utilitzar-la de llicència."
Title, "Les meves llicències"


[BFFormCodeEditor]
btnHotKeyEdit, "Editar"
btnInsertFunction, "&Introduïu el codi"
btnInsertFunctionTT, "Navegueu una llista d’ajudants de scripts creats prèviament per ajudar-vos a crear la vostra pròpia funció."
btnRedoTT, "Rehabilita (Ctrl + Y)"
btnReferencesDefault, "Referències per defecte"
btnRunFunction, "& Codi d'execució"
btnRunFunctionTT, "Executa el codi actual."
btnUndoTT, "Desfés (Ctrl + Z)"
btnVerifyFunction, "& Verificar el codi"
btnVerifyFunctionTT, "Verifica el codi actual sense executar-lo."
ErrorCompileFailed, "Fallada la compilació"
ErrorEnterCode, "Introduïu algun codi C# o VB.net i torneu-ho a provar."
ErrorEnterName, "Introduïu un nom i torneu-ho a provar."
ErrorRunFailed, "S'ha executat un error."
lblDescription, "Descripció:"
lblHelp, "Ajuda amb funcions"
lblKeyCombination, "Combinació de claus:"
lblLanguage, "Llenguatge:"
lblName, "Nom:"
lblReferences, "Referències:"
lblShare, "Comparteix el teu codi amb la comunitat."
MessageRunning, "Funcionament:"
MessageRunSuccess, "S'executa amb èxit."
MessageVerifySuccess, "Verifiqueu-ho amb èxit."
MessageWait, "En espera que el codi s’acabi d’executar.\nPodeu utilitzar la icona de la safata del sistema per aturar el codi en funcionament."
MessageWaitTitle, "Esperant el codi"
PromptChangeLanguage, "Voleu carregar el codi predeterminat?\nADVERTIMENT: això restablirà el codi existent."
PromptCloseWithoutSave, "Esteu segur que voleu tancar sense desar?"
PromptDefaultReferences, "Esteu segur que voleu restablir les referències de manera predeterminada?"
PromptInvalidSave, "Sembla que aquest codi no és vàlid.\nEsteu segur que voleu guardar-lo?"
ShareMessage, "El vostre codi s'adjuntarà automàticament a aquesta sol·licitud.\nSi voleu enviar un missatge, introduïu-lo a sobre de la línia de divisió. Gràcies!"
ShareSubject, "Codi de compartir:"
ShareTitle, "Codi de compartir"
ShareWarning, "El vostre nom s’utilitzarà per a crèdit, així que, si us plau, informeu-nos si voleu fer servir un àlies o compartir-ho de manera anònima."


[BFFormCodeEditorLookups]
PromptSelectWindowStyles, "Seleccioneu els estils de finestra:"
PromptSelectWindowStylesEx, "Seleccioneu els estil (es) de finestra ampliat (es):"
RemoveConfirmOne, "Esteu segur que voleu eliminar l’element seleccionat?"
SelectAnItem, "Seleccioneu un element de la llista i torneu-ho a provar."
SelectAudioDevice, "Seleccioneu un dispositiu d'àudio."
SelectMouseCursorLocation, "Feu clic per seleccionar una ubicació del cursor del ratolí\nPremeu qualsevol tecla per cancel·lar"
SendKeys_EditString, "Edita la cadena"
SendKeys_EnterString, "Introduïu la cadena:"
SendKeys_mniAddKeyCombination, "Afegeix combinació de claus"
SendKeys_mniAddRawText, "Afegiu text brut"
SendKeys_mniAddText, "Afegeix text"
SendKeys_Title, "SendKeys Builder"


[BFFormDownload_Strings]
ConfirmCancel, "Esteu segur que voleu cancel·lar aquesta baixada?"
Error, "S'ha produït un error."
Progress, "Resten: {0} KB ({1} KB total)"
ProgressUnknown, "S'està baixant: {0} KB"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Seleccioneu una etiqueta WallpaperFusion i torneu-ho a provar de nou."
lblQuery, "Filtre:"
Title, "Etiquetes WallpaperFusion"


[BFFormOnlineMacroBrowser]
btnClose, "&Tanca"
colContributors, "Col·laboradors"
colCreatedBy, "Creat per"
colDownloads, "Baixades"
colLanguage, "Idioma"
colLastModified, "Darrera modificació"
lblQuery, "Filtre:"
Loading, "S'està carregant..."


[BFFormProxySettings_Controls]
btnSave, "Desa"
lblProxyAddress, "Adreça del servidor:"
lblProxyPassword, "Contrasenya:"
lblProxyPassword2, "Repetiu la contrasenya:"
lblProxyPort, "Port:"
lblProxyUsername, "Nom d'usuari:"
rdoCustomSettings, "Utilitza la &configuració personalitzada del servidor intermediari (proxy):"
rdoNoProxy, "&Sense servidor intermediari (proxy) (connexió directa a Internet)"
rdoUseIESettings, "Utilitza la &configuració de connexió d'Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Introduïu una adreça per al servidor intermediari (proxy) o seleccioneu "Sense servidor intermediari"."
EnterServerPort, "Introduïu un port per al servidor intermediari (proxy) o seleccioneu "Sense servidor intermediari"."
PasswordDecryptionFailed, "La configuració de connexió a Internet sembla ser vàlida. \nUs agradaria tornar a introduir la contrasenya del servidor intermediari (proxy) per a fixar aquesta configuració?"
PasswordsNotMatch, "La vostra contrasenya del servidor intermediari (proxy) no és correcta. Proveu-ho de nou."
Title, "Configuració de la connexió a Internet"


[BFFormSelectApplication]
AllApplications, "Totes les aplicacions"
btnBrowse, "&Navega"
colApplication, "Aplicació"
colPath, "Camí"
GroupDesktopApplications, "Aplicacions d'Escriptori"
GroupWindows8Applications, "Aplicacions universals de Windows"
lblWindowPicker, "Arrossegueu-la sobre una finestra per seleccionar el procés d'aquesta finestra a la llista automàticament"
PleaseSelectApplication, "Seleccioneu primer una aplicació."
Title, "Selecciona aplicació"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Valor per defecte"
chkShowOnlyModified, "Mostra només els valors modificats"
colSetting, "Configuració"
colValue, "Valor"
lblFilter, "Filtre:"
lblHelp, "Doble clic a una propietat per canviar-la, clic el botó 'Ajuda' per més informació."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "S'ha produït un error durant la gravació de la configuració."
SavedSuccessfully, "La vostra configuració avançada s'ha desat correctament.\nÉs possible que hàgiu de reiniciar l'aplicació perquè aquesta configuració tingui efecte."
Title, "Configuració avançada"
TitleEdit, "Edita la configuració avançada"


[BFFormSettings_Controls]
btnAdvancedSettings, "Configuració avançada"
btnAutoUpdateCheckNow, "Comprova act&ualitzacions ara"
btnBackupSettings, "Exporta configuració"
btnLanguageHelp, "Ajuda per acabar una traducció"
btnLicenseChangeToFree, "Canvia a versió gratuïta"
btnLicenseKeyRequestTrial, "Sol·liciteu una llicència de prova nova"
btnLicenseKeyRestoreTrial, "Restaura la clau de llicència de prova"
btnLicenseLoadOnline, "Carrega del compte en Binary Fortress"
btnLicensePasteFromClipboard, "Enganxa del porta-retalls"
btnProxySettings, "Configuració de la connexió a Internet"
btnRestoreSettings, "Restaura configuració"
btnTroubleshootingClearLogBASE, "Esborra el registre"
btnTroubleshootingCopyBASE, "Copieu informació al porta-retalls"
btnTroubleshootingExportBASE, "Exporta informació a fitxer"
btnTroubleshootingForceCleanupBASE, "& Força la neteja de la memòria"
btnTroubleshootingOpenLogBASE, "Registre obert"
btnTroubleshootingRefreshBASE, "&Actualització"
chkAutoUpdate, "Comproveu les actualitzacions automàticament"
chkAutoUpdateBeta, "Comproveu si hi ha noves versions beta (més noves i inestables)"
chkAutoUpdateSteam, "Cerca actualitzacions automàticament (Steam pot ignorar aquesta configuració)"
colLanguageName, "Nom"
colLanguagePercentComplete, "Completa"
colLanguageTranslators, "Traductors"
colLanguageVersion, "Versió"
gbAutoUpdate, "Comprovar actualitzacions"
gbLicenseReseller, "Informació de distribuïdors"
lblAutoUpdateWarningBASE, "Avís: actualitzacions automàtiques estan desactivades actualment i no se us demanarà que instal·leu versions noves"
lblLanguageGetMore, "Obteniu idiomes nous i actualitzats"
lblLicenseExpires, "Data de caducitat de llicència:"
lblLicenseKey, "Clau de llicència:"
lblLicenseTo, "Llicència de:"
tabAbout, "Quant a"
tabLanguage, "Idiomes"
tabLicense, "Clau de llicència"
tabOptions, "Opcions"
tabOurApps, "Les nostres APP"
tabTroubleshooting, "Resolució de problemes"


[BFFormSettings_Strings]
ChangeToFreeFromPaidPrompt, "Esteu segur que voleu eliminar la vostra clau de llicència i canviar a la versió gratuïta?"
ChangeToFreeFromTrialPrompt, "Si voleu tornar a utilitzar una versió Pro Trial, haureu de sol·licitar una nova clau de prova del nostre equip d'assistència. Si voleu veure quines funcions no estan disponibles a la versió gratuïta, visiteu la pàgina Free vs Pro del lloc web.\n\nEsteu segur que voleu eliminar la vostra clau de llicència i canviar a la versió gratuïta?"
DebugLogCleared, "El registre de depuració s'ha esborrat correctament."
DebugLogNotFound, "El registre de depuració no s'ha pogut trobar.\nAssegureu-vos que heu activat primer el registre de depuració."
FreeVersion, "Versió gratuïta"
LanguageHelpMessage, "Voldria ajudar a acabar una traducció!"
LanguageHelpMessageDescription, "Ajudeu-nos a acabar una traducció i a rebre una llicència Pro Pro gratuïta a canvi!\nAlgú us farà un seguiment en un termini de dos dies laborables."
LanguageRightToLeft, "De dreta a esquerra"
LicenseKeyRequestTrialDescription, "Algú us farà un seguiment abans de dos dies hàbils."
LicenseKeyRequestTrialMessage, "Vull sol·licitar una nova clau de llicència de prova. Gràcies!"
LogLevel0, "Registre: desactivat"
LogLevel1, "Registre: només importants"
LogLevel2, "Registre: detallat"
LogLevel3, "Registre: totes les línies"
RegistryExportSuccess, "La vostra configuració s'ha exportat correctament."
RestoreSettingsFailed, "No s'ha pogut restaurar la vostra configuració."
RestoreSettingsPrompt, "No restabliu mai les còpies de seguretat que no heu creat per vosaltres ni per l'equip de suport de la fortalesa binària.\nEsteu segur que voleu restaurar aquesta còpia de seguretat?"
RestoreSettingsSuccess, "La vostra configuració s'ha restaurat correctament."
SettingsLoadError, "S'ha produït un error durant la càrrega de la configuració."
SettingsSaveError, "S'ha produït un error mentre es desava la configuració."
Title, "Configuració"
TroubleshootingCopyError, "No s'ha pogut copiar la informació de resolució de problemes."
TroubleshootingCopySuccess, "La informació de resolució d'errors s'ha copiat correctament al porta-retalls."


[BFFormSupportRequest_Controls]
btnAttachmentsAdd, "Adjuntar arxiu"
btnAttachmentsClear, "Esborra fitxers adjunts"
chkIncludeBackup, "Inclou una còpia de seguretat de configuració amb aquesta sol·licitud de suport"
lblEmailAddress, "Adreça electrònica:"
lblMessage, "Missatge:"
lblName, "Nom:"
lblSubject, "Tema:"
lblWarning, "La informació de la pestanya de 'Solució de problemes' i el vostre arxiu Debug.log seran encriptats i enviats juntament amb aquesta petició de suport de manera que podem solucionar el vostre assumpte més ràpidament."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Introduïu una adreça electrònica vàlida i proveu-ho de nou."
EnterMessage, "Introduïu un missatge i proveu-ho de nou."
EnterName, "Introduïu el vostre nom i proveu-ho de nou."
EnterSubject, "Introduïu un assumpte."
PromptClearAttachments, "Esteu segur que voleu eliminar aquests fitxers adjunts?"
SendSuccess, "La vostra informació s'ha enviat correctament.\nAlgú es posarà en contacte amb vosaltres en un termini de dos dies laborables."
Title, "Envia sol·licitud d'assistència"
TooLongEmailAddress, "Introduïu una adreça electrònica més curta i proveu-ho de nou."
TooLongName, "Introduïu un nom més curt i proveu-ho de nou."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Compra Llicència Pro"
btnLater, "Pot ser més tard"
btnMoreInfo, "Més informació"
lblInvalidLicense, "La vostra clau de llicència Pro no és vàlida.\n\nVerifiqueu que heu introduït la clau de llicència correcta a la pestanya Clau de llicència a la finestra Configuració.\n\nSi la vostra clau de llicència és correcta i " Si encara veieu aquest missatge, contacteu amb el servei d'assistència de la fortalesa binària mitjançant el botó d'ajuda que apareix a continuació."
Title, "Clau de llicència no vàlida"


[BFFormUpdate_Controls]
btnChangeLog, "Visualitza el registre de canvis"
btnDownloadOnly, "&Visita lloc web"
btnInstallNow, "&Instal·la ara"
btnInstallOnExit, "Instal·la en &tancar"
btnRemindMeLater, "&Recorda-m'ho més endavant"
btnSkipThisVersion, "&Omet aquesta versió"
lblNewVersion, "Nova versió:"
lblOldVersion, "Versió actual:"
lblUpdateNotes, "Què hi ha de nou en aquesta versió:"
lblUpdateSize, "Mida de l’actualització:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Es recomana que actualitzeu a aquesta nova versió.\nSegur que voleu ignorar aquesta actualització?"
DownloadFailedSave, "S'ha produït un error mentre es desava el fitxer localment."
DownloadingUpdate, "S'està baixant l'actualització"
DownloadInvalidData, "El servidor ha retornat dades no vàlides. És possible que hi haja problemes per trobar el fitxer sol·licitat."
DownloadNoData, "No s'han obtingut dades del lloc web."
ErrorDownload, "S'ha produït un error mentre s'intentava baixar la nova versió."
FreeNotice, "Aquesta actualització i totes les actualitzacions futures són gratuïtes. Actualitza avui i gaudeix!"
RebootMightBeRequiredWarning, "És possible que sigui necessari reiniciar una vegada instal·lada aquesta actualització."
Title, "Actualització disponible"
UpdateProMessage, "Heu d’actualitzar a una llicència Pro per utilitzar l’actualització d’un clic.\nVoleu més informació sobre l’actualització?"


[BFHelpButton_Controls]
mniDiscussions, "Debats de la comunitat"
mniOnlineHelp, "Ajuda en línia"
mniSupportRequest, "Sol·licitud de suport"


[BFHotKey]
ButtonRemoveInvalidHotKey, "I suprimiu la combinació de claus no vàlida"
ErrorHotKeyBindFailed, "S'ha produït un error amb les tecles de dreceres:"
ErrorHotKeyComboInUse, "La combinació de claus ja està en ús. Hi ha algunes raons per les quals això pot succeir:\n- La combinació de claus ja està assignada en un altre lloc d'aquesta aplicació\n- Una altra aplicació ja utilitza aquesta combinació de claus\n: una funció Windows integrada utilitza aquesta clau. Combinació\n\nSi us plau, editeu o traieu la combinació de claus de la configuració."
ErrorIncorrectKeyValue, "Combinació de tecles no vàlida: Introduïu un valor clau."
ErrorIncorrectNumberElements, "Combinació de tecles no vàlida: Nombre incorrecte de tecles."
ErrorIncorrectNumberKeyMods, "Combinació de tecles no vàlida: Nombre incorrecte de modificadors."
ErrorInvalidKeyCombo, "La combinació de tecles que heu especificat no és vàlida."
ErrorSystemReserved, "La combinació de claus que heu especificat està reservada per Windows i no es pot utilitzar."
ErrorTooManyModifiers, "Combinació de tecles no vàlida : Massa modificadors."
HotKeyButtonRemove, "Eliminar"
HotKeyButtonSetHotKey, "Estableix HotKey"
HotKeyLabelKeys, "Seleccioneu modificadors i premeu la tecla desitjada"
HotKeyLabelMouse, "Seleccioneu els modificadors i feu clic al botó de ratolí desitjat"


[BFMessage]
btnCopy, "&Còpiar al porta-retalls"
btnMoreInformation, "Mostrar més informació"


[BFTextQuery]
CaseSensitive, "Sensible a majúscules i minúscules:"
ErrorBracketMismatch, "Error: desajust entre claudàtors.\nTanqueu els claudàtors o emboliqueu la consulta entre cometes."
ErrorEscapeCharAtEnd, "Error: S'ha trobat el personatge d'escapament '\' al final de la consulta.\nEviteu o elimineu el personatge."
ErrorExpectedMatchCountChar, "Error: s'esperava '::: cbc :::' a la posició {0}.\nTanqueu els claudàtors o ajusteu la consulta entre cometes."
ErrorExpectedQuote, "Error: s'esperava "" 'a la posició {0}.\nAssegureu-vos de fugir de "" "caràcters."
ErrorInvalidChar, "Error: personatge no vàlid "{0}" a la posició {1}.\nIncorporeu les cometes."
ErrorInvalidDigit, "Error: dígit no vàlid a la posició {0}.\nEls dígits han de ser positius i contenir només caràcters numèrics."
ErrorInvalidWordBoundary, "Avís: caràcters no vàlids.\nL'operador d'igualtat només admet lletres i números."
MayContain, "Pot contenir:"
MayEqual, "Pot igualar:"
MayNotContain, "No pot contenir:"
MayNotEqual, "No és igual:"
MustContain, "Ha de contenir:"
MustEqual, "Cal igualar:"
MustNotContain, "No ha de contenir:"
MustNotEqual, "No és igual:"
Time, "una vegada"
Times, "{0} vegades"


[BFUpdateCheck]
AlreadyInProgress, "La comprovació d'actualitzacions està en progrés..."
ErrorRunningDownloadedFile, "S'ha produït un error en executar l'arxiu d'instal·lació baixat."
FailedToGetVersion, "No s'ha pogut baixar l'última versió."
NoUpdate, "Ja esteu utilitzant l'última versió."


[cFunctions_Strings]
FolderNotRecognized, "La carpeta seleccionada no s'ha reconegut o no es pot cercar."


[CommonControls]
chkIsMetroApp, "Aquesta aplicació és una aplicació de metro (universal)?"
lblMetroAppID, "Processar ID de l'aplicació:"


[frmMain_Controls]
btnBrowseAppendExcludePath, "Examina i afegeix"
btnBrowseExcludePath, "Examina"
btnFolderBrowse, "&Navega"
btnFolderBrowseAppend, "Examina i afegeix"
btnNewSearch, "Cerca en una pestanya &nova"
btnPause, "Activat i utilitzat"
btnResume, "Resum"
btnSearch, "&Cerca"
btnStop, "&Atura"
chkCaseSensitive, "&Distingeix entre majúscules i minúscules"
chkFileSizeMax, "Mida màxima del fitxer:"
chkFileSizeMin, "Mida mínima del fitxer:"
chkIsQueryRegEx, "Consulta RegEx"
chkSearchSubFolders, "Cerca en sub&carpetes"
chkShowFirstResult, "Mostra &només el primer resultat de cada fitxer"
chkShowIncludeFilterMatchFiles, "Mostra noms dels fitxers coincidents amb el filtre "incloure fitxers""
chkShowIncludeFilterMatchFolders, "Mostrar noms de carpetes coincidents amb el filtre "incloure fitxers""
chkShowQueryMatchFiles, "Mostra noms dels fitxers coincidents amb el text de la consulta"
chkShowQueryMatchFolders, "Mostra noms de carpetes coincidents amb el text de la consulta"
chkUseIFilters, "Contingut del fitxer processat mitjançant controlador (més lent)"
colDateAccessed, "Data d'accés"
colDateCreated, "Data de creació"
colDateModified, "Data de modificació"
colEncodingUsed, "Codificació utilitzada"
colExtension, "Extensió"
colFile, "Nom del fitxer"
colFileSize, "Mida del fitxer"
colLine, "Línia"
colLineNumber, "Línia #"
colPath, "Camí"
lblAccessedTo, "a"
lblAdditionalLinesAfter, "Mostra X línies després resultat cerca:"
lblAdditionalLinesBefore, "Mostra X línies abans resultat cerca:"
lblCreatedTo, "a"
lblDateAccessed, "Data d'accés:"
lblDateCreated, "Data de creació:"
lblDateFilterLogic, "Filtre lògic de data:"
lblDateModified, "Data de modificació:"
lblExcludeFiles, "Fitxers Ex & clude:"
lblExcludePath, "E & xclude la ruta de ruta:"
lblFilterResults, "Filtre:"
lblIncludeFiles, "Inclou i fitxers:"
lblModifiedTo, "a"
lblPath, "I ruta (s):"
lblQuery, "I consulta:"
lblStatusFound, "Resultats trobats: {0}"
lblStatusTotal, "Fitxers cercats: {0}"
mniAbout, "Quant a"
mniAddResultsToZipFile, "Zip tots els resultats"
mniAddSelectedResultsToZipFile, "Resultats seleccionats amb cremallera"
mniClearSearchHistory, "Esborra l'historial de cerques"
mniCloseAll, "Tanca-ho tot"
mniCloseAllButThis, "Tanca els altres"
mniCloseSearch, "&Tanca"
mniCopyFilePathNewLine, "Copieu els noms de fitxers seleccionats (nova línia separada)"
mniCopyToClipboard, "Copia resultats seleccionats"
mniCopyToClipboardAll, "Copia tots els resultats"
mniExit, "Surt"
mniExplorerContextMenu, "Menú contextual de Windows"
mniHashWithHashTools, "Hash amb HashTools"
mniHelp, "Ajuda"
mniOpenFolder, "Obre la carpeta contenidora"
mniOpenFolderOnly, "Obre carpeta"
mniOpenOther, "Obre amb {0}"
mniPermenentDelete, "Suprimeix permanentment els fitxers seleccionats"
mniRemoveRows, "Suprimeix els resultats seleccionats de la llista"
mniRenameFile, "Canvieu el nom del fitxer seleccionat"
mniSettings, "Configuració"
mniShowFilterControls, "Mostra el control de filtres"
mniTextCopy, "&Copia"
mniTextSelectAll, "Selecciona-ho &tot"
mniTools, "&Eines"
mniTrayExit, "Surt"
mniTrayLoadProfiles, "Carrega perfil"
mniTrayShowFileSeek, "Mostra FileSeek"
mniTraySyncProfiles, "Sincronitza perfils"
mnuCopyFilePath, "Copia noms de fitxers seleccionats (separats per comes)"
mnuExportAllHTML, "Exporta tots els resultats a HTML"
mnuExportSelectedResultsHTML, "Exporta els resultats seleccionats a HTML"
mnuFileCopy, "Copia els fitxers seleccionats"
mnuFileCut, "Retalla els fitxers seleccionats"
mnuFileDelete, "Suprimeix els fitxers seleccionats"
mnuLanguage, "Idiomes"
mnuLoadProfile, "Carrega"
mnuManageProfiles, "Administra perfils"
mnuOpen, "Obre"
mnuOpenNotepad, "Obre amb el Bloc de notes"
mnuProfile, "Perfils"
mnuSave, "Desa"
mnuSaveAll, "Exporta tots els resultats a CSV"
mnuSaveProfile, "Desa perfil nou"
mnuSaveSelection, "Exporta els resultats seleccionats a CSV"
mnuShowFullLanguageList, "Mostra llista completa"
mnuSyncProfiles, "Sincronitza perfils"
rdoMatchQueryLineByLine, "Fes coincidir la consulta per a cada línia del fitxer"
rdoMatchQueryToWholeFile, "Fes coincidir la consulta per a tot el fitxer"
tabAdvanced, "Avançats"
tabDateFilters, "Filtres per data"
tabFileSizeFilters, "Filtres per mida de fitxer"
tabSearch, "Cerca"


[frmMain_Strings]
AccessedAfterTT, "Accedit després de {0}"
AccessedBeforeTT, "Accedit abans de {0}"
AccessedBetweenTT, "Accedit entre {0} i {1}"
AllDrives, "Tots els discos"
AppSelectionErrorPartOne, "No s'ha pogut trobar l'aplicació que heu seleccionat."
AppSelectionsErrorPartTwo, "En voleu seleccionar una altra?"
btnNewSearchTT, "Fes una cerca en una nova pestanya"
btnSearchTT, "Fes una cerca en la pestanya actual"
btnStopTT, "Atura la cerca seleccionada"
CaseSensitiveQueryTT, "Consulta tenint en compte majúscules/minúscules"
cboDateFilterLogic_AND, "I"
cboDateFilterLogic_OR, "O"
cboExcludeFileFilterMode_Pattern, "Exclusió d'arxius El filtre és patró"
cboExcludeFileFilterMode_RegEx, "Exclusió de fitxers El filtre és RegEx"
cboExcludeFileFilterMode_TextQuery, "Exclou els fitxers El filtre és una consulta de text"
cboIncludeFileFilterMode_Pattern, "Inclou fitxers El filtre és patró"
cboIncludeFileFilterMode_RegEx, "Incloure fitxers El filtre és RegEx"
cboIncludeFileFilterMode_TextQuery, "Incloure fitxers El filtre és una consulta de text"
cboQueryMode_RegEx, "Consulta RegEx"
cboQueryMode_TextQuery, "La consulta és consulta de text"
chkShowFirstResultTT, "Només es mostrarà la primera línia cercada quan coincideixi la consulta per a cada línia"
ColumnChangeMessage, "Els canvis a les columnes de resultats de la cerca no es produiran fins que no es reinicieu les cerques."
ContextMenuError, "S'ha produït un error mentre es mostrava el menú contextual de Windows."
CreatedAfterTT, "Creat després de {0}"
CreatedBeforeTT, "Creat abans de {0}"
CreatedBetweenTT, "Creat entre {0} i {1}"
CSVSpreadsheet, "Fitxers CSV"
CustomAppOpenError, "S'ha produït un error obrint el fitxer amb l'aplicació personalitzada."
DateCreatedError, "Seleccioneu una 'Data de creació data final' que sigui posterior a la data d'inici."
DateFiltersSelected, "Filtres per data:"
DateModifiedError, "Seleccioneu una "Data de modificació Data de final" que sigui posterior a la data d'inici."
EmptyPDFError, "S'ha buscat arxiu PDF, però no contenia text"
EnterProfileName, "Introduïu un nom de perfil:"
ErrorDirectoryEmpty, "Aquest camí està buit"
ExcludeFilesTT, "Fitxers exclosos: {0}"
ExcludePathsTT, "Camins exclosos: {0}"
ExportDateAccessed, "Data d’accés"
ExportDateCreated, "Data de creació"
ExportDateModified, "Data de modificació"
ExportExtension, "Ampliació"
ExportFileName, "Nom de l'arxiu"
ExportFileSize, "Mida de l'arxiu"
ExportLineNumber, "Línia #"
ExportLineText, "Línia"
ExportPath, "Camí"
FileDeleteMessage, "Espereu mentre el FileSeek executa l'operació sol·licitada.\nSi tanqueu aquesta finestra mentre s'executa aquesta tasca pot provocar resultats inesperats ."
FileDeleteQuestion, "Segur que voleu esborrar els fitxers o carpetes seleccionats?"
FileDeleteTitle, "Esborra fitxers"
FileDeletionError, "S'ha produït un error eliminant aquests fitxers."
FileHandlerError, "Introduïu un camí de cerca."
FileIncludeNameMatch, "Coincidència nom de fitxer [filtre d'inclusió de fitxers]"
FileOpenError, "S'ha produït un error obrint aquest fitxer."
FilePermenentDeleteQuestion, "Esteu segur que voleu eliminar de forma permanent els arxius o carpetes seleccionats?"
FileQueryNameMatch, "Coincidència nom de fitxer [Consulta]"
FileReadError, "S'ha produït un error en accedir al fitxer: {0}"
FileSelectionError, "Seleccioneu almenys 1 fitxer que existeixi i proveu-ho de nou."
FileSizeError, "Seleccioneu una mida màxima de fitxer que sigui igual o més gran que la mida mínima de fitxer."
FileSizeFiltersSelected, "Filtres per mida de fitxer:"
FilesSearched, "Fitxers cercats: {0}"
FilesSkipped, "Fitxers omesos: {0}"
FolderBrowserDescription, "Seleccioneu una carpeta a cercar"
FolderBrowsingError, "S'ha produït un error mentre es cercava per una carpeta."
FolderIncludeNameMatch, "Coincidència nom de carpeta [Inclou filtre de fitxers]"
FolderItemError, "No s'ha pogut obtenir la carpeta de l'element: {0}"
FolderOpenError, "S'ha produït un error mentre s'obria aquesta carpeta."
FolderQueryNameMatch, "Coincidència nom de carpeta [Consulta de text]"
FolderReadError, "S'ha produït un error en llegir carpetes en la carpeta: {0}"
HiddenFolderError, "No s'està cercant, ja que és un arxiu o carpeta oculta"
HyperTextMarkupLanguageFile, "Fitxer Hyper Text Markup Language"
IFilterWarning, "Habiliteu els controladors de fitxer en la pestanya Avançat per mostrar resultats apropiats per a: {0} fitxers"
IncludeFilesTT, "Fitxers inclosos: {0}"
InvalidExcludeFilesRegExError, "El patró RegEx de l'exclusió de fitxers no és vàlid.\n{0}"
InvalidFolderLength, "La longitud de la carpeta no és vàlida."
InvalidIncludeFilesRegExError, "El patró RegEx de la inclusió de fitxers no és vàlid.\n{0}"
InvalidQueryError, "La consulta de text no és vàlida.\n{0}"
InvalidQueryRegExError, "El patró RegEx de la sol·licitud no és vàlid.\n{0}"
KeypressError, "S'ha produït un error mentre es processava la tecla clicada."
LinkedFolderError, "No s'ha cercat la carpeta perquè és una drecera"
MatchesFound, "Resultats trobats: {0}"
MatchesFromQueue, "Resultats en cua: {0}"
MatchesFromQueueIcons, "Icones en cua: {0}"
MaxFileSizeTT, "Mida de fitxer màxima: {0}"
MaxPathError, "Aquest camí és llarg i pot no funcionar en alguns programes"
MenuOpenError, "S'ha produït un error en obrir el menú."
MinFileSizeTT, "Mida de fitxer mínima: {0}"
ModifiedAfterTT, "Modificat després de {0}"
ModifiedBeforeTT, "Modificat abans de {0}"
ModifiedBetweenTT, "Modificat entre {0} i {1}"
More, "(més)"
NoDateFiltersSelected, "No s'han seleccionat filtres per data"
NoFileSizeFiltersSelected, "No s'han seleccionat filtres per mida de fitxer"
NoOptionsSelected, "No s'ha seleccionat cap opció"
NotepadError, "S'ha produït un error mentre s'obria aquest fitxer amb el Bloc de Notes."
NotYourProfile, "Aquest perfil no és vostre."
OnlyShowFirstResultTT, "Mostra només el primer resultat"
OpenManyQuestion, "Segur que voleu obrir {0} fitxers o carpetes?"
OptionsSelected, "Opcions seleccionades:"
OtherApplication, "Una altra aplicació"
PathsTT, "Camins: {0}"
PathTooLongError, "El Windows no suporta aquesta acció amb noms de camins massa llargs."
ProfileLoadError, "S'ha produït un error en carregar aquest perfil."
ProfileLoadOnStartError, "S'ha produït un error en carregar aquest perfil. El perfil no existeix."
ProfileNameEmptyError, "No heu introduït un nom de perfil.\nIntroduïu un nom i proveu-ho de nou."
ProfileOverwriteQuestion, "Segur que voleu sobreescriure el perfil '{0}'?"
ProfileSaved, "S'ha desat la configuració de cerca en el perfil '{0}'"
ProfileSaveError, "No s'ha pogut desar el perfil."
ProOnlyDoubleClickPrompt, "El vostre controlador de doble-clic per defecte només és una característica de FileSeek Pro.\nPodeu canviar el controlador de doble-clic per defecte en Configuració > Pestanya Cerca\n\nVoleu més informació sobre l'actualització?"
QueryTT, "Consulta:\n{0}"
rdoMatchQueryLineByLineTT, "Obre un fitxer línia a línia i intenta fer coincidir la sol·licitud a cada línia"
rdoMatchQueryToWholeFileTT, "Obre tot el fitxer d'una vegada i intenta fer coincidir la consulta al text sencer"
RenameFileError, "FileSeek no ha pogut canviar el nom del fitxer o de la carpeta seleccionats.\nIntroduïu un nom diferent i proveu-ho de nou."
RenameFileFolder, "Canvieu el nom del fitxer seleccionat:"
ResultCopied, "S'ha copiat un resultat al porta-retalls."
ResultCopyError, "S'ha produït un error copiant els vostres resultats de cerca al porta-retalls."
ResultSaveError, "S'ha produït un error en desar els resultats\n{0}"
ResultsCopied, "S'han copiat {0} resultats al porta-retalls."
ResultSelectionError, "Seleccioneu almenys 1 resultat de cerca i proveu-ho de nou."
SaveResults, "Desa els resultats en un full de càlcul"
SaveResultsAsHTML, "Desa els resultats en HTML"
SaveSearchProfile, "Desa el perfil de cerca"
SearchComplete, "Cerca completada en {0} s"
SearchCriteria, "Criteris de cerca:"
SearchCriteriaEmptyTT, "Criteris de cerca sense especificar"
SearchEnd, "Final de cerca: {0}"
SearchError, "S'ha produït un error durant la cerca."
SearchStart, "Inici de cerca: {0}"
SearchSubFoldersTT, "Cerca en subcarpetes"
SettingFormShowError, "S'ha produït un error mostrant la finestra de configuració."
Syncing, "Sincronització amb el seu compte de Binary Fortress..."
SystemFolderError, "No s'està cercant, ja que és un arxiu o carpeta de sistema"
TextCopyError, "S'ha produït un error en copiar aquest text."
TextProcessingError, "S'ha produït un error en processar el text."
TextQueryHelpTT, "Ajuda de consulta de text"
TextSelectionError, "Seleccioneu algun text i proveu-ho de nou."
txtPathTT, "Separa múltiples ítems amb el caràcter |"
UseFileHandlersTT, "Utilitza controladors de fitxer"
ViewingAppPartOne, "Encara no heu seleccionat cap aplicació de visualització"
ViewingAppPartTwo, "Voleu seleccionar-ne una ara?"
ZipFile, "Arxiu Zip"


[frmProfileManager_Controls]
btnCopyProfile, "Copia el perfil"
btnDelete, "Suprimeix"
btnExport, "Perfil d'exportació"
btnImport, "Perfil d’importació"
btnRename, "Canvia el nom"
btnSync, "Sincronitza amb el vostre compte de Binary Fortress"
colProfileName, "Nom del perfil"
colProfileOwner, "Propietari del perfil"
lblCurrentProfile, "Usuari actual: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Com voleu anomenar el vostre perfil nou?"
ExportFileSeekSearchProfile, "Exporta el perfil de cerca FileSeek"
ExportSearchProfileSuccessful, "El perfil de cerca s'ha exportat correctament"
FileSeekSearchProfile, "Perfil de cerca de FileSeek"
ImportFileSeekSearchProfile, "Importa el perfil de cerca FileSeek"
MustSelectAnItem, "Seleccioneu un perfil de la llista i proveu-ho de nou."
ProfileDeleteQuestion, "Segur que voleu esborrar el perfil seleccionat?"
RenameSearchProfile, "Canvia el nom del perfil de cerca"
SearchProfileName, "Nom del perfil de cerca:"
Title, "Administra perfils"


[frmSettings_Controls]
btnBrowseOther, "&Navega"
btnClearHistory, "Esborra l'historial de cerques"
btnIFilterToggle, "Commuta controlador de fitxer"
btnOtherDefault, "Per &defecte"
chkCloseToTray, "Tanca el FileSeek a la safata del sistema"
chkCombineParameters, "Passa diversos arxius a la mateixa instància, en lloc d'obrir diverses instàncies"
chkErrorDirectoryEmpty, "Mostra un error quan es troba una carpeta buida"
chkErrorForLongPaths, "Mostra un error i omet el camí quan sigui més llarg de 260 caràcters"
chkExportExtraLines, "Exporta també les línies addicionals en desar els resultats de cerca"
chkIFilterErrors, "Mostra un error per als fitxers sense controlador (quan la cerca amb controladors està activada)"
chkIsQueryFullString, "Tracta el text de la consulta com un terme de consulta ample"
chkLinkedFoldersSearch, "Cerca fitxers i carpetes que són dreceres"
chkLinkedFoldersSearchShowErrorOnSkip, "Mostra un error en saltar un enllaç / unió"
chkMinimizeToTray, "Minimitza FileSeek a la safata del sistema"
chkOnlyShowMatchedText, "Mostra només el text coincident en el resultat de la cerca"
chkResetSearchValues, "Restableix els valors de la pestanya de cerca en iniciar una cerca en una pestanya nova"
chkResultWordWrap, "Emprunteu el text que es mostra en el resultat de la cerca"
chkSearchHiddenFiles, "Cerca arxius i carpetes ocults"
chkSearchSystemFiles, "Cerca arxius i carpetes de sistema"
chkSearchWithinLNKFiles, "Cerqueu el fitxer amb què apunteu els fitxers LNK"
chkShowErrorEmptyPDF, "Mostra un error quan es troba un fitxer PDF buit"
chkShowFileErrors, "Mostra un error quan no es pugui accedir al fitxer o carpeta"
chkShowHiddenFileError, "Mostra un error quan s'ometen fitxers o carpetes ocultes"
chkShowSystemFileError, "Mostra un error quan s'ometen fitxers o carpetes de sistema"
chkShowToolTips, "Mostra indicadors de funció (tooltips)"
chkSingleInstance, "Obliga FileSeek a obrir només una instància"
chkStartWithClearProfile, "Inicia sempre el FileSeek amb els criteris de cerca en blanc"
chkTreatAllExcludePathFiltersAsWildcards, "Tracta tots els filtres de camins exclosos com comodins"
chkTreatAllIncludeFiltersAsWildcards, "Tracta tots els filtres d'inclusió de fitxers com comodins"
chkUseCustomDateFormat, "Utilitza un format de data personalitzat"
chkUsePreviewHandlers, "Utilitza controladors de vista prèvia en el panell de resultats"
chkWindowsContextMenu, "Mostra el FileSeek en el menú contextual de Windows"
colAvailableColumns, "Columnes disponibles"
colSelectedColumns, "Columnes seleccionades"
gbCmdLineVars, "Variables de línia d'ordres"
gbDateFormat, "Format de data"
gbGeneralOptions, "Opcions generals"
gbPresentationOptions, "Opcions de presentació"
gbSearchColumns, "Cercar columnes"
lblCmdLineParam, "Paràmetres a passar a la línia d'ordres:"
lblDateFormatLink, "Cadenes de data i hora personalitzades"
lblDefaultDoubleClick, "Selecciona una operació per defecte fent doble clic sobre un resultat de cerca:"
lblFileHandlerFAQ, "Preguntes freqüents del Gestor de fitxers"
lblNumChar, "Mostra aquest nombre de caràcters per a cada resultat de cerca:"
lblOtherApplicationName, "Nom de l'altra aplicació:"
lblSelectViewingApp, "Aplicació de visualització de fitxer seleccionat:"
lblSkipFile, "Temps màxim de cerca permès per arxiu (0 = sense límit):"
pageSearchViewSettings, "Configuració de la visualització de resultats"


[frmSettings_Strings]
AppBrowsingError, "S'ha produït un error en navegar per una l'aplicació."
cboDefaultDoubleClickOperation_ExportAllCSV, "Exporta tots els resultats a CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Exporta tots els resultats a HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Exporta els resultats seleccionats a CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Exporta els resultats seleccionats a HTML"
cboDefaultDoubleClickOperation_Open, "Obriu amb Controlador predeterminat"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Obre la carpeta contenidora"
cboDefaultDoubleClickOperation_OpenNotepad, "Obre amb el Bloc de notes"
cboDefaultDoubleClickOperation_OpenOther, "Obre amb {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "Amb aquesta opció activada, una cerca especificada com prova es tractarà com *prova*"
ClearHistoryError, "S'ha produït un error en esborrar l'històric de cerca."
ClearHistoryWarning, "Segur que voleu esborrar l'històric de cerca?"
CommandLineError, "Introduïu els paràmetres de línia d'ordres o feu clic a 'Per defecte' per restablir-los."
CustomDateFormatError, "Hi ha hagut un error en assignar el format de data personalitzat.\nCorregiu l'error i torneu-ho a intentar."
DisableFileHandler, "Inhabilita el controlador de fitxer"
DisablePreviewHandler, "Inhabilita el controlador de vista prèvia"
EnableFileHandler, "Habilita el controlador de fitxer"
EnablePreviewHandler, "Habilita el controlador de vista prèvia"
FileCommandDescription, "{0}: Substitueix el nom complet del fitxer."
FileHandlerListError, "S'ha produït un error en llistar els controladors de fitxer."
FileHandlerSelectError, "S'ha produït un error en seleccionar aquest controlador de fitxer."
FileHandlerToggleError, "S'ha produït un error en commutar aquest controlador de fitxer."
HistoryCleared, "Històric de cerca esborrat correctament."
InvalidExitcode, "Ha retornat un ExitCode no vàlid: {0}"
LineCommandDescription, "{0}: Substitueix el número de línia."
lvIFilters_Extension, "Extensió"
lvIFilters_Handler, "Controlador"
lvIFilters_HandlerVersion, "Versió"
NumOfCharError, "Introduïu un nombre de caràcters entre {0} i {1} i intenteu-ho de nou."
PreviewHandlerListError, "S'ha produït un error en llistar els controladors de vista prèvia."
PreviewHandlerToggle, "Commuta controladors de vista prèvia"
SettingMenuError, "S'ha produït un error en establir la configuració de menú contextual."
tabSettings_FileHandlers, "Controladors de fitxer"
tabSettings_OtherApp, "Altra aplicació"
tabSettings_PreviewHandlers, "Controladors vista prèvia"
tabSettings_Search, "Cerca"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Resultats de cerca desats correctament.\nVoleu veure el fitxer?"
SearchCriteria, "Criteris de cerca"
SearchDate, "Data de cerca:"
Title, "Resultats de cerca del FileSeek"


[IFilterHelper_Strings]
UnknownError, "Error IFilter desconegut"
UsingStandardMethodWarning, "No hi ha controlador per aquest fitxer. Cercant amb el mètode estàndard."


[Installer]
AdditionalIcons, "Icones addicionals:"
CreateContextMenuItems, "Afegeix al menú contextual del Windows amb el botó dret"
CurrentUserOnly, "Només per a l'usuari actual"
DesktopIcon, "Crea una icona d'&escriptori"
DotNetInstallNow, "Voleu instal·lar-lo ara?"
DotNetRequired, "El vostre sistema necessita una actualització .NET Framework per executar aquesta aplicació."
ForAllUsers, "Per a tots els usuaris"
LaunchNow, "Inicia ara"
LicKeyInvalid, "La clau de llicència sembla no ser vàlida."
LicKeyLabel, "Clau de llicència:"
LicKeySelectOption, "Seleccioneu una opció de clau de llicència i proveu-ho de nou."
LicKeyText, "Opcions de clau de la llicència:"
LicKeyTextAdminLocked, "La seva clau de llicència ha estat establerta per l'administrador."
LicKeyTextChangeFree, "Per utilitzar la versió gratuïta feu clic a 'Canvia a versió gratuïta" en la finestra de configuració."
LicKeyTextEnterOrFree, "Introduïu una clau de llicència vàlida o seleccioneu 'Utilitza la versió de prova'."
LicKeyTextPaid, "Utilitza aquesta clau de llicència:"
LicKeyTextTrial, "Utilitza la versió de prova (només la primera vegada); passa a versió gratuïta després de 30 dies"
RunAtStartup, "Inicia amb Windows"
SteamKeyInvalid, "No s'ha pogut carregar correctament la clau de llicència Steam.\nSi us plau, abandoneu aquest instal·lador / aplicació i proveu de fer clic a Instal·lar o Iniciar de nou des de Steam."
TextBefore, "Assegureu-vos de tancar el FileSeek abans d'instal·lar la nova versió.\n\nVisiteu https://www.fileseek.ca per a actualitzacions i suport."
UninstallRemoveAllData1, "Voleu eliminar totes les configuracions, preferències i fitxers temporals de l'aplicació?"
UninstallRemoveAllData2, "Això no és recomanable si torneu a instal·lar aquesta aplicació."
UnsupportedWindowsVersion, "Aquest producte ja no és compatible amb la vostra versió de Windows. Voleu més informació sobre la descàrrega d'una versió anterior amb suport?"


[LicenseValidate_Strings]
ExpiredPrompt, "Ho sentim, la vostra llicència de prova del FileSeek ha caducat.\nSi heu comprat una llicència, introduïu-la en la finestra de configuració del FileSeek\n\nVoleu més informació sobre la compra del FileSeek Pro?"
FreeLicenseReminder, "Voleu ajudar a donar suport al desenvolupament futur? Clica aquí!"
Invalid, "Ho sentim, la vostra clau de llicència no és vàlida."
InvalidReseller, "Ho sentim, la vostra clau de llicència només és vàlida amb el FileSeek subministrat pel vostre distribuïdor.\nContacteu amb el vostre distribuïdor per a més informació."
LicenseProcessPro, "Gràcies per registrar-vos!"
LicenseProcessProRestoreSettingsPrompt, "S'ha detectat una còpia de seguretat automàtica de la vostra configuració Pro.\nAquest fitxer de còpia té {0} dies.\nUs agradaria importar la configuració de Pro? Tota la configuració actual serà substituïda amb la configuració de la còpia de seguretat."
LicenseProcessRemoved, "La vostra clau de llicència s'ha suprimit."
LicenseProcessTrial, "Gràcies per provar el FileSeek Pro!\nLa vostra llicència caducarà el {0:D}."
TrialAlmostDonePrompt, "La vostra llicència de prova caducarà aviat.\nSi ja heu comprat una llicència, introduïu-la en la finestra de configuració del FileSeek.\n\nVoleu més informació sobre la compra del FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Cerca amb el FileSeek"


[Words]
About, "Sobre"
Add, "Afegir"
AdminSettingsLock, "Part de la configuració és gestionada pel vostre administrador del sistema"
Apply, "Aplica"
Browse, "Navega"
ButtonLater, "Més tard"
ButtonMoreInformation, "&Més informació"
ButtonUseFreeVersion, "&Utilitza la versió gratuïta"
BuyALicenseKey, "Comprar una clau de llicència"
Cancel, "&Cancel·la"
Close, "&Tanca"
Copy, "&Copia"
Custom, "Personalitzat"
Cut, "&Retalla"
Default, "Per defecte"
Delete, "Suprimeix"
Disable, "&Desactiva"
Disabled, "Deshabilitar"
Duplicate, "&Duplica"
Edit, "Editar"
Enable, "Activa"
Enabled, "Habilitat"
EnterALicenseKey, "Introduïu una clau de llicència"
Error, "Error"
ErrorNotAdminUACDisabled, "El UAC està desactivat, però no sou Administrador. La vostra sol·licitud segurament fallarà.\nActiveu el UAC o entreu al sistema com Administrador i intenteu-ho de nou.\nSi heu desactivat el UAC recentment, assegureu-vos de reiniciar el vostre ordinador."
Exit, "Surt"
FileTypes_AllFiles, "Tots els fitxers"
FileTypes_ApplicationFiles, "Fitxers d’aplicació"
FileTypes_HTMLFiles, "Arxius HTML"
FileTypes_ImageFiles, "Fitxers d’imatge"
FileTypes_RegistryFiles, "Arxius de registre"
FileTypes_SoundFiles, "Arxius de so"
FileTypes_VideoFiles, "Arxius de vídeo"
FileTypes_ZipFiles, "Arxius comprimits"
FreeVsPro, "Free vs Pro"
Help, "Ajuda"
Info, "Informació"
InvalidImageFile, "Aquesta imatge sembla estar danyada o il·legible."
Language, "Llenguatge"
Load, "I Càrrega"
Name, "Nom"
NameLabel, "Nom:"
Never, "Mai"
No, "No"
OK, "&D'acord"
Paste, "&Enganxa"
ProductSocialOnFacebook, "FileSeek a Facebook"
ProductSocialOnLinkedIn, "FileSeek a LinkedIn"
ProductSocialOnTwitter, "FileSeek a Twitter"
ProOnlyButtonToolTip, "Aquesta característica només és Pro!\nFeu clic aquí per obtenir més informació."
ProOnlyLabelText, "Actualitzeu a una llicència Pro per habilitar aquesta funció"
ProOnlyNotice, "Només les funcions Pro es destaquen en blau"
ProOnlyQuestion, "Heu d’actualitzar a una llicència Pro per utilitzar aquesta característica.\nVoleu més informació sobre l’actualització?"
ProOnlyShort, "Només Pro"
Redo, "&Refés"
Refresh, "&Actualització"
Remove, "Eliminar"
Rename, "& Canvia el nom"
Retry, "Torneu-ho a provar"
Save, "& Desa"
Seconds, "segons"
Select, "Selecciona"
SelectAll, "&Selecciona-ho tot"
Settings, "Configuració"
Start, "Inicia"
Stop, "Para"
Sync, "Sincronitzar"
Undo, "Desfés"
Unknown, "Desconegut"
Yes, "Sí"